import { IPost } from './types';

export const posts: IPost[] = [
  {
    id: 34234234,
    title: 'Чому донатити важливо',
    description:
      'Але буде несправедливим не згадати про те, що культура малих донатів в Україні формується вже досить тривалий час. Лише на початку червня з’явилося чимало ініціатив для збору таких регулярних пожертв. "Відправ Франка на фронт", "Всі по 10" та низка інших проєктів уже понад місяць займаються тим, аби щодня нагадувати українцям про важливість кожної гривні та допомагати волонтерам і військовим.',
    imageUrl: '/help.jpg',
  },
  {
    id: 32422,
    title: 'Чому донатити важливо',
    description:
      'Але буде несправедливим не згадати про те, що культура малих донатів в Україні формується вже досить тривалий час. Лише на початку червня з’явилося чимало ініціатив для збору таких регулярних пожертв. "Відправ Франка на фронт", "Всі по 10" та низка інших проєктів уже понад місяць займаються тим, аби щодня нагадувати українцям про важливість кожної гривні та допомагати волонтерам і військовим.',
    imageUrl: '/help.jpg',
  },
  {
    id: 832823,
    title: 'Чому донатити важливо',
    description:
      'Але буде несправедливим не згадати про те, що культура малих донатів в Україні формується вже досить тривалий час. Лише на початку червня з’явилося чимало ініціатив для збору таких регулярних пожертв. "Відправ Франка на фронт", "Всі по 10" та низка інших проєктів уже понад місяць займаються тим, аби щодня нагадувати українцям про важливість кожної гривні та допомагати волонтерам і військовим.',
    imageUrl: '/help.jpg',
  },
];
